Repository: DannyMay9082/TypeScript-sample-project
Catalog: src/locale/messages.*.xlf
Languages: es

source: Home
es: Inicio

# findHero
source: Look for a hero!
es: Busca un heroe!

# angularExampleApp
source: Angular Example App 2019
es: Angular Aplicacion de Ejemplo 2019

# offlineMessage
source: Without connection we can not load anything!
es: Sin conexión no podemos cargar nada

# topHeroes
source: Heroes most liked
es: Heroes más vistos

# error404
source: 404 Error
es: Error 404

# mayTheForce
source: May the force be with you
es: Que la fuerza te acompañe

# removeHero
source: Delete hero
es: Borrar heroe

source: Are you sure?
es: ¿Estas seguro?

source: Yes
es: Si

source: Heroes list
es: Lista de heroes

# createHero
source: Create a hero
es: Crear un heroe

source: Create
es: Crear

# nameWithPalindrome
source: Name (Palindrome?)
es: Nombre (Palindrome?)

# nameRequired
source: Name is required
es: El nombre es requerido

# maxLengthError
source: The field is too long
es: El texto es demasiado largo

source: Real name
es: Nombre real

# errorHasOcurred
source: An error has ocurred
es: Ha ocurrido un error

source: Hero detail
es: Detalle del heroe

source: Go back
es: Volver

# anchorToHero
source: Anchor the hero
es: Ancla al heroe

source: App title
es: App de ejemplo de Angular

source: Home meta description
es: App de ejemplo en angular

source: Heroes meta description
es: Lista de heroes - App de ejemplo en angular 8

# @@changeBrowser
source: Change your browser
es: Por favor, usa un navegador reciente como Chrome, Firefox o Edge

# @@updateBrowser
source: Update your browser
es: Actualiza tu navegador

source: Hero created
es: Heroe creado

source: Saved
es: Guardado

# @@cannotVote
source: Can't vote anymore
es: No puedes votar más

source: Hero removed
es: Heroe eliminado
